{
  "welcome": "Welcome",
  "home": "Home",
  "services": "Services",
  "portfolio": "Portfolio",
  "pricing": "Pricing",
  "contact": "Contact",
  "brideParagraph": "The bride filled with warmth, creativity, and joy. She is the heart and soul of our day, caring and endlessly devoted to the people she loves.",
  "bride": "Bride",
  "bookNow": "Book now",
  "mapAndLocation": "Map & Location",
  "rsvp": "RSVP",
  "nameSurname": "Full name",
  "emailPhone": "Email or phone number",
  "numberOfPerson": "Number of guests",
  "chooseNumber": "Choose a number",
  "comingOn": "Attending",
  "fullEvent": "Full event",
  "reception": "Reception",
  "church": "Church ceremony",
  "onTheDayInfo": "Please confirm your attendance by the specified date so we can organize the seating and evening schedule in the best possible way. All important information about the location, time, and program is available on this page.",
  "gifts": "Gifts",
  "onTheDayGifts": "Your presence is the greatest gift we could receive. However, if you would like to treat our new home, we would be grateful for a symbolic contribution or a gift of your choice.",
  "night": "Wedding Night",
  "onTheDayNight": "After the celebration, transportation for guests will be provided, and for those who wish to stay longer, the gathering will continue in a relaxed atmosphere into the late hours. We look forward to sharing these moments together.",
  "storyParagraph_1": "Our story began many years ago, when our eyes first met at a friendly gathering. From that moment on, our lives became intertwined in ways we could never have imagined. Together, we’ve been through many adventures, laughter, and tears, building the foundation of our love day by day.",
  "storyParagraph_2": "Through all the ups and downs, our relationship has only grown stronger. We’ve learned that love is patient, understanding, and full of support. Every moment spent together is precious, and we look forward to continuing to build our future side by side.",
  "storyParagraph_3": "We are grateful to have each other and to be able to share this special moment with our closest friends and family. Thank you for being part of our story and for celebrating love with us.",
  "storyParagraph_4": "With love, [Bride’s Name] & [Groom’s Name]",
  "ceremonyTitle": "Ceremony",
  "ceremonyText": "Join us at this beautiful location as we exchange our vows and begin our journey together as husband and wife.",
  "cocktailsTitle": "Cocktails",
  "cocktailsText": "Enjoy refreshing cocktails and light bites as we mingle and celebrate our special day together.",
  "dinnerTitle": "Dinner",
  "dinnerText": "Enjoy a festive dinner prepared with love as we toast to our future and share unforgettable moments with our loved ones.",
  "djTitle": "DJ & Dance",
  "djText": "The dance floor will be open! Join us for a night full of music, dancing, and joy as we celebrate our love with friends and family.",
  "personalizedDesign": "Personalized Design",
  "personalizedDesignDesc": "We tailor every website to match your vision, style, and unique love story.",
  "rsvpSystem": "RSVP System",
  "rsvpSystemDesc": "Streamline guest management with our easy-to-use RSVP functionality.",
  "fullSupport": "Full Support",
  "fullSupportDesc": "From creation to launch, we're here to guide you every step of the way.",
  "attentionToDetail": "Attention to Detail",
  "attentionToDetailDesc": "Every element is crafted with care to ensure your website is perfect.",
  "creatingYourPerfectDay": "Creating Your Perfect Day",
  "creatingYourPerfectDayDesc": "Our streamlined approach ensures your wedding website is beautiful, personalized, and ready on time.",
  "step01Title": "01 - Discuss Your Vision",
  "step01Desc": "We start by understanding your unique love story, style preferences, and wedding details.",
  "step01Point1": "Share your wedding theme and color palette",
  "step01Point2": "Tell us about your love story",
  "step01Point3": "Discuss special features you'd like",
  "step02Title": "02 - Build Your Website",
  "step02Desc": "Our expert team creates a beautiful, functional website that perfectly captures your style.",
  "step02Point1": "Custom design based on your specifications",
  "step02Point2": "Integration of RSVP system",
  "step02Point3": "Mobile optimization for all devices",
  "step03Title": "03 - Launch with Confidence",
  "step03Desc": "Your beautiful website goes live with our full support for your big day.",
  "step03Point1": "Comprehensive testing before going live",
  "step03Point2": "Ongoing support for updates",
  "step03Point3": "Guest assistance with RSVP questions",
  "simplePricing": "Simple Pricing for Your Perfect Day",
  "simplePricingDesc": "Choose the package that best fits your needs. All plans include dedicated support throughout your journey.",
  "limitedTimeOffer": "Limited Time Offer:",
  "basicPlan": "Basic Plan",
  "RsvpSystem": "RSVP system",
  "BasicSupport": "Basic support",
  "MobileFrendly": "Mobile-friendly design",
  "chooseBasic": "Choose Basic",
  "mostPopular": "MOST POPULAR",
  "premiumPlan": "Premium Plan",
  "premiumFeature1": "Advanced design customization",
  "premiumFeature2": "RSVP system with meal preferences",
  "premiumFeature3": "Priority support",
  "premiumFeature4": "Custom domain name",
  "premiumFeature5": "Photo gallery with unlimited images",
  "choosePremium": "Choose Premium",
  "offerEndsIn": "Offer ends in ",
  "satisfactionGuarantee": "All plans include a 14-day satisfaction guarantee. Not sure which plan is right for you?",
  "contactUs": "Contact us for a free consultation.",
  "haveQuestions": "Have Questions?",
  "wereHereToHelp": "We're Here to Help",
  "contactDesc": "Choose your preferred way to connect with us. We're ready to answer any questions about our wedding website services.",
  "whatsappDesc": "Message us on WhatsApp",
  "messengerDesc": "Connect on Facebook Messenger",
  "bookConsultation": "Book a Free Consultation",
  "bookConsultationDesc": "Schedule a 30-minute call with us",
  "businessHours": "Business Hours: Monday through Friday, 9:00 AM - 6:00 PM EST",
  "testimonials": "Testimonials",
  "whatOurClientsSay": "What Our Clients Say",
  "testimonialsDesc": "Real stories from couples who trusted us with their special day",
  "beautifulWebsites": "Beautiful Websites for Your",
  "beautifulMoments": "special Moments",
  "get": "Get",
  "yourWeddingWebsite": " your Wedding Website",
  "promoMessage": "Book your consultation before May 30th and receive a special discount on any package.",
  "beautifulWebsitesDesc": "Professional wedding website designs that tell your unique story and create a seamless experience for you and your guests.",
  "getStarted": "Get Started Today",
  "whayChooseVowPerfect": "Why Choose VowPerfect?",
  "StartYourJourneyToday": "Start Your Journey Today",
  "chooseVowPerfect": "We create beautiful, functional wedding websites that make your special day even more memorable!",
  "findYourPerfectDesign": "Find Your Perfect Design",
  "findYourPerfectDesignDesc": "Browse our curated collection of wedding website templates, each designed to reflect your unique style.",
  "ourStoryPostDesc_1": "Once upon a time, a chance encounter brought us together, and from that moment, our lives were never the same. We met as strangers, each carrying our own dreams, yet somehow our paths were meant to cross. What began as simple conversations turned into laughter, late-night talks, and a growing bond we couldn’t ignore. As the seasons changed, so did we—finding strength in each other’s kindness and falling deeper in love with each new day. Through every triumph and challenge, we discovered that true love is about support, patience, and finding joy in the little things.",
  "ourStoryPostDesc_2": "As the seasons changed, so did we—finding strength in each other’s kindness and falling deeper in love with each new day. Through every triumph and challenge, we discovered that true love is about support, patience, and finding joy in the little things.",
  "ourStoryPostDesc_3": "Surrounded by family and friends who have been with us along the way, we begin our greatest adventure yet. Thank you for being part of our story, for sharing this moment with us, and for believing in the power of love.",
  "ourStory_1": "WHEN SHE SAID YES!",
  "weddingParty": "THEY'VE ALWAYS HAD OUR BACK, NOW WE NEED THEM AT THE FRONT WITH US.",
  "heroElegant_1": "The most beautiful moments in life gain true value and remain forever in special memory only when shared with other people. Therefore, we are delighted to invite you to enhance and beautify our special day with your presence, the day we will say the fateful YES and cross the threshold that leads to 'till the end of life'.",
  "heroElegant_2": "The church wedding will take place at the Ružica Church on Kalemegdan at 1 PM, and then we will all head to the Sonata Open Concept restaurant, located at Zrenjaninski put 106b, where the civil wedding will be held at 4:30 PM, followed by a festive lunch and party.",
  "heroElegant_3": "Thank you in advance for coming!",
  "ourStoryElegant": "Their eyes met, 'With you to the ends of the earth' was born love sincere and beautiful.",
  "templates_1": "A timeless design with refined typography and subtle accents, perfect for couples seeking a classic and sophisticated wedding website.",
  "templates_2": "Clean lines and minimalist design for the contemporary couple, offering a sleek and modern aesthetic that highlights your wedding details.",
  "templates_3": "The Wedding Post brings beautifully crafted, modern wedding website templates - elegant, customizable, and easy to personalize. Perfect for couples who want to showcase their story, plans, and wedding details in a memorable and stylish way.",
  "weddingText": "WEDDING",
  "celebratyngLove": "CELEBRATING LOVE",
  "seeOnMap": "SEE ON MAP",
  "weddingText_1": "WEDDING AT THE CHURCH",
  "weddingText_2": "CIVIL WEDDING",
  "weddingText_3": "FESTIVE LUNCH",
  "weddingDescText_3": "AFTER THE WEDDING AND PHOTOSHOOT, THE FESTIVE LUNCH AND PARTY BEGIN",
  "whenAndWhere": "WHEN & WHERE",
  "ourStoryTitle": "OUR STORY",
  "playVideo": "PLAY VIDEO",
  "saying": "GOD IN THE HEAVENS, BESMAN ON EARTH",
  "bestManDescription1": "Our gooodmother is a smile wrapped in color! She radiates positivity and always brings good vibes.",
  "bestManDescription1_2": "PS She is single ;)",
  "bestManDescription2": "A fine gentleman, kisses hands and all that jazz.",
  "bestManDescription2_2": "PS Sorry, he's taken. :/",
  "Rsvp_desc": "Please confirm your attendance using the form below by September 10th. Thank you!",
  "send": "SEND",
  "Rsvp_note": "GIFTS OF NOVELTY AND LOVE WE WILL GIVE TO EACH OTHER, JOY AND CELEBRATION WE WILL SHARE WITH YOU! WELCOME!",
  "Rsvp_title_1": "CONFORMATION",
  "Rsrv_title_2": "OF ATTENDANCE",
  "gallery": "Gallery of pictures",
  "introDesc": "To our wonderful family and friends, thank you for being here to celebrate this day with us. Your love and support have been a constant joy and strength in our lives, and we are incredibly blessed to share these moments with you. Each of you has played an important role in our story, and we are honored to have you by our side as we begin this new chapter. ",
  "introQuote": "Everything is better when we are together.",
  "whereTitle_1": "AT BRIDE’S HOME",
  "whereTitle_2": "CHURCH OF CHRIST THE KING",
  "whereTitle_3": "TAVERNA RIVA",
  "whatTitle_1": "FIRST LOOK & PHOTO SESSION",
  "whatTitle_2": "CHURCH WEDDING",
  "whatTitle_3": "CEREMONY & RECEPTION",
  "ourStoryPostTitle_1": "TOGETHER IS A BEAUTIFUL PLACE TO BE",
  "ourStoryPostTitle_2": "CELEBRATING LOVE",
  "ourStoryPostTitle_3": "WHEN SHE SAID YES!",
  "ourTemplates": "Our Templates",
  "question1": "What time does the ceremony start?",
  "question2": "What is the dress code?",
  "question3": "Can I bring my kids?",
  "question4": "Will transportation be provided?",
  "question5": "Who should I contact with questions?",
  "answer1": "The ceremony begins at 4:00 PM at Casa Azul, Barcelona. Please arrive 20 minutes early to find your seat.",
  "answer2": "Garden chic! Think light fabrics, muted pastels, and comfortable shoes for strolling the venue grounds.",
  "answer3": "We adore your little ones, but this celebration is an adults-only evening so everyone can let loose.",
  "answer4": "Yes, shuttles depart every 30 minutes from Plaça de Catalunya starting at 2:30 PM and returning until midnight.",
  "answer5": "Reach out to our planner, Marta, at hellowovperfect.com for anything you need.",
  "FaqAnswer": "Answers for the Curious"
}