{
  "welcome": "Welcome",
  "home": "Home",
  "services": "Services",
  "portfolio": "Portfolio",
  "pricing": "Pricing",
  "contact": "Contact",
  "brideParagraph": "The bride filled with warmth, creativity, and joy. She is the heart and soul of our day, caring and endlessly devoted to the people she loves.",
  "bride": "Bride",
  "bookNow": "Book now",
  "mapAndLocation": "Map & Location",
  "rsvp": "RSVP",
  "nameSurname": "Full name",
  "emailPhone": "Email or phone number",
  "numberOfPerson": "Number of guests",
  "chooseNumber": "Choose a number",
  "comingOn": "Attending",
  "fullEvent": "Full event",
  "reception": "Reception",
  "church": "Church ceremony",
  "onTheDayInfo": "On the day – information",
  "onTheDayGifts": "Gifts",
  "onTheDayNight": "Wedding night",
  "storyParagraph_1": "Our story began many years ago, when our eyes first met at a friendly gathering. From that moment on, our lives became intertwined in ways we could never have imagined. Together, we’ve been through many adventures, laughter, and tears, building the foundation of our love day by day.",
  "storyParagraph_2": "Through all the ups and downs, our relationship has only grown stronger. We’ve learned that love is patient, understanding, and full of support. Every moment spent together is precious, and we look forward to continuing to build our future side by side.",
  "storyParagraph_3": "We are grateful to have each other and to be able to share this special moment with our closest friends and family. Thank you for being part of our story and for celebrating love with us.",
  "storyParagraph_4": "With love, [Bride’s Name] & [Groom’s Name]",
  "ceremonyTitle": "Ceremony",
  "ceremonyText": "Join us at this beautiful location as we exchange our vows and begin our journey together as husband and wife.",
  "cocktailsTitle": "Cocktails",
  "cocktailsText": "Enjoy refreshing cocktails and light bites as we mingle and celebrate our special day together.",
  "dinnerTitle": "Dinner",
  "dinnerText": "Enjoy a festive dinner prepared with love as we toast to our future and share unforgettable moments with our loved ones.",
  "djTitle": "DJ & Dance",
  "djText": "The dance floor will be open! Join us for a night full of music, dancing, and joy as we celebrate our love with friends and family."
}