{
  "welcome": "Dobrodošli",
  "home": "Početna",
  "services": "Usluge",
  "portfolio": "Portfolio",
  "pricing": "Cene",
  "contact": "Kontakt",
  "bookNow": "Rezerviši",
  "brideParagraph": "Naša priča počinje pre mnogo godina, kada su se naši pogledi prvi put sreli na jednom prijateljskom okupljanju. Od tog trenutka, naši životi su se isprepleli na načine koje nismo mogli ni zamisliti. Zajedno smo prošli kroz mnoge avanture, smeh i suze, gradeći temelje naše ljubavi svaki dan.",
  "groomParagraph": "Mladoženja koji voli avanture, muziku i dobru energiju. Posvećen, pouzdan i uvek spreman da nasmeje sve oko sebe.",
  "groom": "Mladoženja",
  "bride": "Nevesta",
  "mapAndLocation": "Mapa i lokacija",
  "rsvp": "Potvrda dolaska",
  "nameSurname": "Ime i prezime",
  "emailPhone": "Email ili broj telefona",
  "numberOfPerson": "Broj osoba",
  "chooseNumber": "Izaberite broj",
  "comingOn": "Dolazim na",
  "fullEvent": "Ceo događaj",
  "reception": "Prijem",
  "church": "Crkveno venčanje",
  "onTheDayInfo": "Molimo vas da potvrdite dolazak do navedenog datuma kako bismo najbolje organizovali seating i tok večeri. Sve važne informacije o lokaciji, vremenu i programu nalaze se na ovoj stranici.",
  "gifts": "Pokloni",
  "onTheDayGifts": "Vaša prisutnost je najveći dar koji možemo dobiti. Ukoliko ipak želite da obradujete naš novi zajednički dom, bićemo zahvalni na simboličnom prilogu ili poklonu po vašoj želji.",
  "night": "Noć venčanja",
  "onTheDayNight": "Nakon proslave obezbeđen je prevoz za goste, a za one koji ostaju duže - druženje se nastavlja u opuštenoj atmosferi do kasnih sati. Radujemo se zajedničkim trenucima.",
  "dropSomeCoolImages": "Pošaljite nam neke kul slike",
  "dropSomeCoolImagesParagraph": "Bilo bi sjajno ako biste mogli da podelite neke slike sa nama pre ili tokom venčanja. Možete ih poslati putem e-pošte ili koristiti našu platformu za deljenje slika.",
  "storyParagraph_1": "Naša priča počinje pre mnogo godina, kada su se naši pogledi prvi put sreli na jednom prijateljskom okupljanju. Od tog trenutka, naši životi su se isprepleli na načine koje nismo mogli ni zamisliti. Zajedno smo prošli kroz mnoge avanture, smeh i suze, gradeći temelje naše ljubavi svaki dan.",
  "storyParagraph_2": "Kroz sve uspone i padove, naša veza je postajala sve jača. Naučili smo da je ljubav strpljiva, razumevajuća i puna podrške. Svaki trenutak proveden zajedno je dragocen, i radujemo se što ćemo nastaviti da gradimo našu zajedničku budućnost.",
  "storyParagraph_3": "Zahvalni smo što imamo jedno drugo i što možemo da delimo ovaj poseban trenutak sa našim najbližim prijateljima i porodicom. Hvala vam što ste deo naše priče i što slavite ljubav zajedno sa nama.",
  "storyParagraph_4": "S ljubavlju, [Ime Neveste] & [Ime Mladoženje]",
  "ceremonyTitle": "Ceremonija",
  "ceremonyText": "Pridružite nam se na prelepoj lokaciji dok izgovaramo svoje zavete i započinjemo naše zajedničko putovanje kao supružnici.",
  "cocktailsTitle": "Kokteli",
  "cocktailsText": "Uživajte u osvežavajućim koktelima i laganim zalogajima dok se družimo i proslavljamo naš poseban dan zajedno.",
  "dinnerTitle": "Večera",
  "dinnerText": "Uživajte u svečanoj večeri pripremljenoj sa ljubavlju, dok nazdravljamo našoj budućnosti i delimo nezaboravne trenutke sa našim najmilijima.",
  "djTitle": "DJ i Ples",
  "djText": "Plesni podijum će biti otvoren! Pridružite nam se za noć punu muzike, plesa i radosti dok slavimo našu ljubav sa prijateljima i porodicom."
}