{
  "welcome": "Dobrodošli",
  "home": "Početna",
  "services": "Usluge",
  "portfolio": "Portfolio",
  "pricing": "Cene",
  "contact": "Kontakt",
  "bookNow": "Rezerviši",
  "brideParagraph": "Naša priča počinje pre mnogo godina, kada su se naši pogledi prvi put sreli na jednom prijateljskom okupljanju. Od tog trenutka, naši životi su se isprepleli na načine koje nismo mogli ni zamisliti. Zajedno smo prošli kroz mnoge avanture, smeh i suze, gradeći temelje naše ljubavi svaki dan.",
  "groomParagraph": "Mladoženja koji voli avanture, muziku i dobru energiju. Posvećen, pouzdan i uvek spreman da nasmeje sve oko sebe.",
  "groom": "Mladoženja",
  "bride": "Nevesta",
  "mapAndLocation": "Mapa i lokacija",
  "rsvp": "Potvrda dolaska",
  "nameSurname": "Ime i prezime",
  "emailPhone": "Email ili broj telefona",
  "numberOfPerson": "Broj osoba",
  "chooseNumber": "Izaberite broj",
  "comingOn": "Dolazim na",
  "fullEvent": "Ceo događaj",
  "reception": "Prijem",
  "church": "Crkveno venčanje",
  "onTheDayInfo": "Molimo vas da potvrdite dolazak do navedenog datuma kako bismo najbolje organizovali seating i tok večeri. Sve važne informacije o lokaciji, vremenu i programu nalaze se na ovoj stranici.",
  "gifts": "Pokloni",
  "onTheDayGifts": "Vaša prisutnost je najveći dar koji možemo dobiti. Ukoliko ipak želite da obradujete naš novi zajednički dom, bićemo zahvalni na simboličnom prilogu ili poklonu po vašoj želji.",
  "night": "Noć venčanja",
  "onTheDayNight": "Nakon proslave obezbeđen je prevoz za goste, a za one koji ostaju duže - druženje se nastavlja u opuštenoj atmosferi do kasnih sati. Radujemo se zajedničkim trenucima.",
  "dropSomeCoolImages": "Pošaljite nam neke kul slike",
  "dropSomeCoolImagesParagraph": "Bilo bi sjajno ako biste mogli da podelite neke slike sa nama pre ili tokom venčanja. Možete ih poslati putem e-pošte ili koristiti našu platformu za deljenje slika.",
  "storyParagraph_1": "Naša priča počinje pre mnogo godina, kada su se naši pogledi prvi put sreli na jednom prijateljskom okupljanju. Od tog trenutka, naši životi su se isprepleli na načine koje nismo mogli ni zamisliti. Zajedno smo prošli kroz mnoge avanture, smeh i suze, gradeći temelje naše ljubavi svaki dan.",
  "storyParagraph_2": "Kroz sve uspone i padove, naša veza je postajala sve jača. Naučili smo da je ljubav strpljiva, razumevajuća i puna podrške. Svaki trenutak proveden zajedno je dragocen, i radujemo se što ćemo nastaviti da gradimo našu zajedničku budućnost.",
  "storyParagraph_3": "Zahvalni smo što imamo jedno drugo i što možemo da delimo ovaj poseban trenutak sa našim najbližim prijateljima i porodicom. Hvala vam što ste deo naše priče i što slavite ljubav zajedno sa nama.",
  "storyParagraph_4": "S ljubavlju, [Ime Neveste] & [Ime Mladoženje]",
  "ceremonyTitle": "Ceremonija",
  "ceremonyText": "Pridružite nam se na prelepoj lokaciji dok izgovaramo svoje zavete i započinjemo naše zajedničko putovanje kao supružnici.",
  "cocktailsTitle": "Kokteli",
  "cocktailsText": "Uživajte u osvežavajućim koktelima i laganim zalogajima dok se družimo i proslavljamo naš poseban dan zajedno.",
  "dinnerTitle": "Večera",
  "dinnerText": "Uživajte u svečanoj večeri pripremljenoj sa ljubavlju, dok nazdravljamo našoj budućnosti i delimo nezaboravne trenutke sa našim najmilijima.",
  "djTitle": "DJ i Ples",
  "djText": "Plesni podijum će biti otvoren! Pridružite nam se za noć punu muzike, plesa i radosti dok slavimo našu ljubav sa prijateljima i porodicom.",
  "personalizedDesign": "Personalizovani dizajn",
  "personalizedDesignDesc": "Svaku veb stranicu prilagođavamo vašoj viziji, stilu i jedinstvenoj ljubavnoj priči.",
  "rsvpSystem": "RSVP sistem",
  "rsvpSystemDesc": "Pojednostavite upravljanje gostima uz našu lako upotrebljivu RSVP funkcionalnost.",
  "fullSupport": "Potpuna podrška",
  "fullSupportDesc": "Od kreiranja do lansiranja - tu smo da vas vodimo kroz svaki korak.",
  "attentionToDetail": "Pažnja posvećena detaljima",
  "attentionToDetailDesc": "Svaki element je pažljivo izrađen kako bi vaša veb stranica bila savršena.",
  "creatingYourPerfectDay": "Kreiranje vašeg savršenog dana",
  "creatingYourPerfectDayDesc": "Naš pojednostavljeni pristup obezbeđuje da vaša venčana veb stranica bude prelepa, personalizovana i spremna na vreme.",
  "step01Title": "01 — Razgovaramo o vašoj viziji",
  "step01Desc": "Počinjemo razumevanjem vaše jedinstvene ljubavne priče, stilskih preferencija i detalja o venčanju.",
  "step01Point1": "Podelite temu venčanja i paletu boja",
  "step01Point2": "Ispričajte nam vašu ljubavnu priču",
  "step01Point3": "Razgovaramo o posebnim funkcionalnostima koje želite",
  "step02Title": "02 — Kreiramo vašu veb stranicu",
  "step02Desc": "Naš stručni tim pravi prelepu i funkcionalnu veb stranicu koja savršeno prikazuje vaš stil.",
  "step02Point1": "Prilagođeni dizajn prema vašim specifikacijama",
  "step02Point2": "Integracija RSVP sistema",
  "step02Point3": "Mobilna optimizacija za sve uređaje",
  "step03Title": "03 — Lansiranje sa samopouzdanjem",
  "step03Desc": "Vaša prelepa veb stranica ide uživo uz našu punu podršku za vaš veliki dan.",
  "step03Point1": "Detaljno testiranje pre objave",
  "step03Point2": "Kontinuirana podrška za izmene",
  "step03Point3": "Pomoć gostima oko RSVP pitanja",
  "simplePricing": "Jednostavne cene za vaš savršen dan",
  "simplePricingDesc": "Izaberite paket koji najbolje odgovara vašim potrebama. Svi planovi uključuju posvećenu podršku tokom celog procesa.",
  "limitedTimeOffer": "Ponuda ograničenog trajanja: ",
  "basicPlan": "Osnovni plan",
  "chooseBasic": "Izaberite Osnovni",
  "BasicSupport": "Osnovna podrška",
  "MobileFrendly": "Dizajn prilagođen mobilnim uređajima",
  "mostPopular": "NAJPOPULARNIJI",
  "premiumPlan": "Premium plan",
  "premiumFeature1": "Napredna prilagođena izrada dizajna",
  "premiumFeature2": "RSVP sistem sa izborom obroka",
  "premiumFeature3": "Prioritetna podrška",
  "premiumFeature4": "Prilagođeno domen ime",
  "premiumFeature5": "Galerija fotografija sa neograničenim brojem slika",
  "choosePremium": "Izaberite Premium",
  "offerEndsIn": "Ponuda ističe za ",
  "satisfactionGuarantee": "Svi planovi uključuju garanciju zadovoljstva od 14 dana. Niste sigurni koji plan je pravi za vas?",
  "contactUs": "Kontaktirajte nas za besplatnu konsultaciju.",
  "haveQuestions": "Imate pitanja?",
  "wereHereToHelp": "Tu smo da vam pomognemo",
  "contactDesc": "Izaberite način komunikacije koji vam najviše odgovara. Spremni smo da odgovorimo na sva pitanja u vezi sa našim uslugama izrade venčanih veb stranica.",
  "callUs": "Pozovite nas",
  "whatsappDesc": "Pošaljite nam poruku na WhatsApp",
  "messengerDesc": "Povežite se preko Facebook Messengera",
  "bookConsultation": "Zakažite besplatnu konsultaciju",
  "bookConsultationDesc": "Zakažite 30-minutni razgovor sa nama",
  "businessHours": "Radno vreme: ponedeljak–petak, 9:00–18:00 EST",
  "testimonials": "Iskustva klijenata",
  "whatOurClientsSay": "Šta naši klijenti kažu",
  "testimonialsDesc": "Prave priče parova koji su nam poverili svoj poseban dan",
  "beautifulWebsites": "Prelepi sajtovi za vaše",
  "beautifulMoments": "najlepse trenutke",
  "get": "Ostvarite",
  "yourWeddingWebsite": " za vašu venčanu veb stranicu",
  "promoMessage": "Rezervišite konsultaciju pre 30. maja i ostvarite poseban popust na bilo koji paket.",
  "beautifulWebsitesDesc": "Profesionalni dizajn venčanih veb stranica koji priča vašu jedinstvenu priču i pruža besprekodno iskustvo za vas i vaše goste.",
  "getStarted": "Započnite danas",
  "whayChooseVowPerfect": "Zašto izabrati VowPerfect?",
  "StartYourJourneyToday": "Započnite svoje putovanje danas",
  "chooseVowPerfect": "Mi pravimo prelepe, funkcionalne venčane veb stranice koje vaš poseban dan čine još nezaboravnijim!",
  "findYourPerfectDesign": "Pronađite svoj savršeni dizajn",
  "findYourPerfectDesignDesc": "Pregledajte našu pažljivo odabranu kolekciju šablona za venčane veb stranice, od kojih je svaki dizajniran da odražava vaš jedinstveni stil.",
  "ourStoryPostDesc_1": " Jednom davno, slučajan susret nas je spojio, i od tog trenutka naši životi nikada nisu bili isti. Upoznali smo se kao stranci, svaki sa svojim snovima, ali su naši putevi ipak bili suđeni da se ukrste. Ono što je počelo kao jednostavni razgovori pretvorilo se u smeh, noćne priče i rastuću vezu koju nismo mogli ignorisati. Kako su se godišnja doba menjala, tako smo i mi rasli—pronalažeći snagu u dobroti jedno drugog i sve dublje zaljubljujući se svakim novim danom. Kroz svaku pobedu i izazov, otkrili smo da je prava ljubav o podršci, strpljenju i pronalaženju radosti u malim stvarima.",
  "ourStoryPostDesc_2": "Kako su se godišnja doba menjala, tako smo i mi rasli—pronalažeći snagu u dobroti jedno drugog i sve dublje zaljubljujući se svakim novim danom. Kroz svaku pobedu i izazov, otkrili smo da je prava ljubav o podršci, strpljenju i pronalaženju radosti u malim stvarima.",
  "ourStoryPostDesc_3": "Okruženi porodicom i prijateljima koji su bili uz nas na ovom putu, započinjemo našu najveću avanturu do sada. Hvala vam što ste deo naše priče, što delite ovaj trenutak sa nama i što verujete u moć ljubavi.",
  "ourStory_1": "TRENUTAK KADA JE REKLA DA!",
  "weddingParty": "Oni su uvek bili uz nas, sada ih trebamo na čelu sa nama.",
  "heroElegant_1": "Najlepši trenuci u životu dobijaju pravu vrednost i zauvek ostaju u posebnom sećanju tek kada se podele sa drugim ljudima. Zato vas sa zadovoljstvom pozivamo da svojim prisustvom uveličate i ulepšate naš poseban dan, dan kada ćemo reći sudbonosno DA i preći prag koji vodi u ‘’do kraja života’’.",
  "heroElegant_2": "Crkveno venčanje će se održati u Crkvi Ružica na Kalemegdanu u 13 časova, a zatim će se svi zajedno uputiti na u restoran Sonata Open Concept, na adresi Zrenjaninski put 106b, gde će u 16h30 biti građansko venčanje, nakon čega će započeti svečani ručak i žurka.",
  "heroElegant_3": "Hvala vam unapred na dolasku!",
  "ourStoryElegant": "Sreli su se pogledi, dogodilo se \"S tobom i na kraj sveta\" rodila se ljubav iskrena i lepa.",
  "templates_1": "Čist i sofisticiran dizajn sa fokusom na eleganciju i jednostavnost.",
  "templates_2": "Savršen za parove koji žele klasičnu i bezvremensku estetiku za svoj venčani sajt.",
  "templates_3": "The Wedding Post donosi prelepe, moderno stilizovane templejte za vaše venčanje - elegantne, personalizovane i jednostavne za uređivanje. Savršeni za parove koji žele da predstave svoju priču, plan i detalje venčanja na jedinstven i nezaboravan način."
}